Revit 2027 API
ParameterTypeId.TextStyleFont Property
 "Font"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextStyleFont { get; }
Public Shared ReadOnly Property TextStyleFont As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextStyleFont {
	ForgeTypeId^ get ();
}
static member TextStyleFont : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace